{
  "backend": "tokenizers",
  "bos_token": "<|begin_of_text|>",
  "clean_up_tokenization_spaces": true,
  "eos_token": "<|eot_id|>",
  "is_local": false,
  "max_length": null,
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 131072,
  "pad_to_multiple_of": null,
  "pad_token": "<|eot_id|>",
  "pad_token_type_id": 0,
  "padding_side": "left",
  "tokenizer_class": "TokenizersBackend"
}
